[
    {
        "branch_id": 0,
        "author": "player",
        "text": "Я замерзла и чувствую себя глупо. Не хватает еще наступить на гвоздь, или чтобы на голову кирпич упал."
    }, {
        "branch_id": 0,
        "author": "voice",
        "text": "О, божечки, хватит ныть. - Послышался голос где-то спереди."
    }, {
        "branch_id": 0,
        "text": "Я аккуратно пробираюсь в темноте, переступаю через палки, камни с обрушенных стен и мусор. Я бы светила себе телефоном, но моя спутница запретила сегодня брать с собой любые девайсы. Скудный лунный свет пробивается сквозь разрушенную местами крышу, но это не сильно помогает."
    }, {
        "branch_id": 0,
        "text": "Пахнет плесенью и сыростью, а иногда до тошноты чем-то очень зловонным, не хочу думать, чем именно. Но ветер с моря приносит спасающую свежесть, не был бы он еще таким холодным."
    }, {
        "branch_id": 0,
        "author": "voice",
        "text": "Пришли. - Услышала я голос прямо над своим ухом и вздрогнула от неожиданности."
    }, {
        "branch_id": 0,
        "author": "player",
        "text": "Ах!"
    }, {
        "branch_id": 0,
        "author": "voice",
        "text": "Тихо! Ты все испортишь своими криками."
    }, {
        "branch_id": 0,
        "text": "Я слышу звук зажигалки и в тот же момент вижу свет маленького огонька."
    }, {
        "branch_id": 0,
        "author": "voice",
        "text": "Ты сомневаешься, я это чувствую."
    }, {
        "branch_id": 0,
        "author": "player",
        "text": "",
        "answers": [
            { "id": 1, "text": "Мне немного жутко тут." },
            { "id": 2, "text": "Почему ты так думаешь?" }
        ]
    }, {
        "branch_id": 1,
        "author": "voice",
        "text": "Да брось, это же не психбольница какая-нибудь или тюрьма заброшенная. Всего-то морской вокзал.",
        "next_id": 3
    }, {
        "branch_id": 2,
        "author": "voice",
        "text": "Было бы глупо не бояться.",
        "next_id": 3
    }, {
        "branch_id": 3,
        "text": "Я беру зажигалку в правую руку и решаю осмотреться. Вокзал заброшен еще в нулевых, но хорошо сохранился. Этот зал представляет собой типичный зал ожидания. Высоченные потолки, огромные окна, даже скамейки так и остались стоять рядами. Граффити на стенах про молодость, безнадежность и Цоя странно сочетаются с витиеватыми чугунными перилами. Большое табло с расписанием рейсов висит над кассами. Я представляю как покупаю билет на призрачный паром и уплываю на нем покорять океаны и пугать моряков."
    }, {
        "branch_id": 3,
        "text": "Я слышу шум ветра и волн, я их не вижу, но знаю, что там, снаружи много большой и холодной воды."
    }, {
        "branch_id": 3,
        "text": "На узкой стене расположено огромное зеркало, оно делает зал бесконечно длинным. Я поднимаюсь по ступеням к зеркалу. Удивительно, как оно осталось не разбитым и не имеет ни единой трещины. Я задумываюсь о том, имеют ли зеркала память. Сколько лиц они видели. Но самое главное, это зеркало видело ее."
    }, {
        "branch_id": 3,
        "author": "voice",
        "text": "Мама говорит, я была здесь в детстве, но я совсем этого не помню. - Говорит голос с другой стороны зеркала."
    }, {
        "branch_id": 3,
        "text": "Я встречаюсь с ней взглядом."
    }, {
        "branch_id": 3,
        "author": "player",
        "text": "",
        "answers": [
            { "id": 4, "text": "Мне холодно." },
            { "id": 5, "text": "Мне страшно." }
        ]
    }, {
        "branch_id": 4,
        "author": "voice",
        "text": "Это нормально. - Говорит она успокаивающим голосом. - Я знаю, что тебе холодно, но ты должна мне довериться, если хочешь встретиться с ней.",
        "next_id": 6
    }, {
        "branch_id": 5,
        "author": "voice",
        "text": "Понимаю. - Говорит она успокаивающим голосом. - Но ты должна мне довериться, если хочешь встретиться с ней.",
        "next_id": 6
    }, {
        "branch_id": 6,
        "text": "Она протягивает мне руку. Я медлю секунду, а затем касаюсь ее пальцев своими. Я чувствую холод и безжизненность от ее рук."
    }, {
        "branch_id": 6,
        "text": "Я смотрю в ее лицо и меня сковывает ужас. Серое пыльное лицо из параллельного мира смотрит на меня со страхом. Или это я чувствую страх. Я опускаю взгляд и чувствую стыд."
    }, {
        "branch_id": 6,
        "author": "voice",
        "text": "Все в порядке. - Говорит голос рядом со мной. - Не стыдись себя."
    }, {
        "branch_id": 6,
        "text": "Я смотрю на расставленные на полу свечи. Рядом с ними лежит фотография, сделанная на старый пленочный фотоаппарат."
    }, {
        "branch_id": 6,
        "text": "",
        "answers": [
            { "id": 7, "text": "Смотреть фотографию", "displayText": "Я беру фотографию в руки." }
        ]
    }, {
        "branch_id": 7,
        "text": "На фотографии изображена молодая девушка в здании водного вокзала. Снимок был сделан примерно в начале нулевых, когда вокзал еще действовал. Девушка одета в бардовый свитер и серую юбку до колен. Темные волосы собраны в хвост. Она выглядит счастливой."
    }, {
        "branch_id": 7,
        "author": "player",
        "text": "Слушай, мне кажется это все немного странным. Я не хочу тебя обидеть, но…"
    }, {
        "branch_id": 7,
        "author": "voice",
        "text": "Я понимаю, что ты чувствуешь. Но ты сама хотела сюда прийти, я тебя не заставляла. Слушай, если хочешь уйти, лучше сделай это прямо сейчас."
    }, {
        "branch_id": 7,
        "text": "Я кладу лицо в ладони и делаю глубокий вдох."
    }, {
        "branch_id": 7,
        "author": "voice",
        "text": "Помни, что ты потом можешь пожалеть, что так и не решилась."
    }, {
        "branch_id": 7,
        "text": "Это будет тяжело. Я не готова. Но я хочу этого и мне уже все равно, что со мной может случиться. Еще несколько секунд сомнений и я поднимаю взгляд на нее."
    }, {
        "branch_id": 7,
        "author": "player",
        "text": "",
        "answers": [
            { "id": 8, "text": "Но мне холодно, я не могу так." },
            { "id": 9, "text": "Ладно." }
        ]
    }, {
        "branch_id": 8,
        "author": "voice",
        "text": "Я знаю, но тебе придется справиться с этим, иначе никак. Все дело в ее присутствии. - Она берет в руки снимок. - Разве ты не чувствуешь? Посмотри на фотографию еще раз. Подумай о ней. Мы сейчас находимся на том же месте, пусть и прошло уже больше 15 лет.",
        "next_id": 10
        }, {
        "branch_id": 9,
        "author": "voice",
        "text": "Хорошо. Посмотри на ее фотографию, подумай о ней. - Она протягивает мне снимок. - Чувствуешь ее присутствие? Мы сейчас находимся на том же месте, пусть и прошло уже больше 15 лет.",
        "next_id": 10
    }, {
        "branch_id": 10,
        "author": "player",
        "text": "Я не совсем понимаю, что именно я должна ощутить."
    }, {
        "branch_id": 10,
        "author": "voice",
        "text": "Не задавай вопросы, просто почувствуй сама. Откройся, позволь этому наполнить тебя. Наблюдай и не вмешивайся."
    }, {
        "branch_id": 10,
        "author": "player",
        "text": "Ну…"
    }, {
        "branch_id": 10,
        "author": "voice",
        "text": "Просто попробуй. Я не могу объяснить это словами."
    }, {
        "branch_id": 10,
        "text": "Хорошо. Что я чувствую сейчас?"
    }, {
        "branch_id": 10,
        "text": "",
        "answers": [
            { "id": 11, "text": "Я пытаюсь сконцентрироваться на своих ощущениях, но ничего, кроме холода почувствовать не могу." },
            { "id": 11, "text": "Страх подавляет меня, я не могу сопротивляться." },
            { "id": 12, "text": "Внутренняя боль дает мне силу и решимость. Я и правда пожалею, если остановлюсь сейчас." }
        ]
    }, {
        "branch_id": 11,
        "author": "voice",
        "text": "Не сопротивляйся ему, это бессмысленно."
    }, {
        "branch_id": 11,
        "author": "player",
        "text": "Но что мне тогда делать? Он мне мешает…",
        "next_id": 12
    }, {
        "branch_id": 12,
        "author": "voice",
        "text": "Тебе мешает одежда. Сними свою кофту. Твоя кожа должна быть открытой, чтобы ты могла чувствовать эту энергию телом."
    }, {
        "branch_id": 12,
        "author": "player",
        "text": "Что? Ты точно сошла с ума."
    }, {
        "branch_id": 12,
        "author": "voice",
        "text": "Нет, стой. - Она хватает меня за руку. Ее рука холодная как лед. - Поверь мне. Это кажется сложным и безумным поначалу. Но я обещаю тебе, все получится."
    }, {
        "branch_id": 12,
        "author": "player",
        "text": "Я даже не понимаю, что ты от меня хочешь."
    }, {
        "branch_id": 12,
        "author": "voice",
        "text": "Откройся этому опыту. Тебе не нужно ничего делать самой. Наблюдай и не сопротивляйся."
    }, {
        "branch_id": 12,
        "text": "Какой же ерундой я тут страдаю. Одна в здании заброшенного морского вокзала ночью. Мой мозг замерз так сильно, что я уже не могу рассуждать разумно. Но это даже к лучшему, потому что я хочу встретиться с ней, а это не разумно."
    }, {
        "branch_id": 12,
        "author": "player",
        "text": "Ох, ну ладно. Черт."
    }, {
        "branch_id": 12,
        "text": "Я дрожу от холода. Ледяной ветер с моря не дает возможности даже подумать о тепле. Непослушными руками я расстегиваю пуговицы кофты и снимаю ее."
    }, {
        "branch_id": 12,
        "author": "voice",
        "text": "Расслабься. Холод только в твоей голове. Дыши глубже. Закрой глаза. Думай о своем дыхании. Холод лишь в твоей голове. Сконцентрируйся и перестань дрожать усилием воли."
    }, {
        "branch_id": 12,
        "text": "Сначала я не понимаю, о чем она говорит. Но потом я действительно концентрируюсь на своем теле и заставляю себя не трястись. Это не так уж и трудно, если думать только об этом."
    }, {
        "branch_id": 12,
        "author": "player",
        "text": "",
        "answers": [
            { "id": 13, "text": "Холод только в моей голове." }
        ]
    }, {
        "branch_id": 13,
        "author": "voice",
        "text": "Молодец! Ты молодец, слышишь! Она гордится тобой. - Слышу я взволнованный голос прямо над ухом. - Ты делаешь шаги ей навстречу."
    }, {
        "branch_id": 13,
        "text": "Но если все свои силы направить на то, чтобы не замечать холод, все остальное выходит из под контроля. И постепенно я чувствую приближение бури. На место дрожи приходят новые чувства."
    }, {
        "branch_id": 13,
        "text": "Я слышу ветер. Слышу волны. Звуки приглушаются, будто я под водой."
    }, {
        "branch_id": 13,
        "text": "На мою грудь кладут тяжелую каменную плиту. Она прижимает меня к земле."
    }, {
        "branch_id": 13,
        "author": "voice",
        "text": "Расслабься, поддайся этому чувству. Она с тобой, она тебе поможет."
    }, {
        "branch_id": 13,
        "text": "Шум волн становится все ближе. Кажется, что море сейчас ворвется через окно в этот зал и затопит все."
    }, {
        "branch_id": 13,
        "author": "player",
        "text": "Я не могу дышать."
    }, {
        "branch_id": 13,
        "author": "voice",
        "text": "Можешь. Ты боишься воды, но зря. Ты можешь дышать даже под водой. Она могла, и ты можешь."
    }, {
        "branch_id": 13,
        "author": "player",
        "text": "Мама…"
    }, {
        "branch_id": 13,
        "text": "Холодные слезы льются из моих глаз. Я чувствую их соленый вкус на губах. Мое тело сковывает, а голова становится тяжелой. Я не могу говорить и срываюсь на крик. Слезы льются рекой и заливают всю мою одежду холодной соленой водой. Шум волн заглушает мои крики."
    }, {
        "branch_id": 13,
        "text": "",
        "answers": [
            { "id": 14, "text": "Мои руки немеют, сердце бешено бьется. Спустя то ли мгновения, то ли вечность меня начинает трясти. Накатывает страх смерти." },
            { "id": 14, "text": "В глазах темнота, сначала немеют руки, а затем все тело. Я медленно и мучительно куда-то падаю. Неважно, что будет дальше." }
        ]
    }, {
        "branch_id": 14,
        "text": "Я думаю только о ней."
    }, {
        "branch_id": 14,
        "text": "Я открываю глаза, чтобы увидеть, как вода врывается в окна и заполняет зал."
    }, {
        "branch_id": 14,
        "text": "Но мне уже не страшно. Она могла дышать под водой, и я смогу."
    }, {
        "branch_id": 14,
        "author": "player",
        "text": "Забери меня."
    }, {
        "branch_id": 14,
        "text": "Мне больше не холодно."
    }, {
        "branch_id": 14,
        "text": "..."
    }, {
        "branch_id": 14,
        "text": "Женщина на пирсе молча смотрит на меня. Ее серое безжизненное лицо выражает горечь и сожаление."
    }, {
        "branch_id": 14,
        "text": "Я чувствую себя немой. Мне так много хочется сказать, что сказать нечего."
    }, {
        "branch_id": 14,
        "author": "player",
        "text": "Скажи что-нибудь. Скажи, что это была ошибка."
    }, {
        "branch_id": 14,
        "text": "Она молчит. Я не могу сдвинуться с места."
    }, {
        "branch_id": 14,
        "author": "player",
        "text": "Мам…"
    }, {
        "branch_id": 14,
        "author": "mother",
        "text": "Прости."
    }, {
        "branch_id": 14,
        "text": "В ее руках металлический шар. Он пристегнут к ноге."
    }, {
        "branch_id": 14,
        "author": "player",
        "text": "Мам, нет!"
    }, {
        "branch_id": 14,
        "text": "Она качает головой."
    }, {
        "branch_id": 14,
        "author": "player",
        "text": "Пожалуйста, мам! Я прощаю тебя, прощаю."
    }, {
        "branch_id": 14,
        "text": "Ужас сковывает меня. Я чувствую, что мир рушится."
    }, {
        "branch_id": 14,
        "text": "Она падает в воду. Вокзал позади меня падает в море. Все внутри меня падает в пропасть. Только я стою и не могу пошевелиться."
    }, {
        "branch_id": 14,
        "text": "..."
    }, {
        "branch_id": 14,
        "text": "Я лежу на полу заброшенного вокзала. Луна светит сквозь частично разрушенную крышу."
    }, {
        "branch_id": 14,
        "text": "Девушка со снимка улыбается мне."
    }, {
        "branch_id": 14,
        "author": "player",
        "text": "Я тебя ненавижу."
    }, {
        "branch_id": 14,
        "author": "voice",
        "text": "Ей плевать."
    }, {
        "branch_id": 14,
        "text": "."
    }
]
